Repository: Androp0v/BioViewer
Catalog: BioViewer/*.lproj/Localizable.strings
Languages: es

source: Authors:
es: Autores:

source: Background color
es: Color de fondo

source: Buy me a coffee ☕️
es: Cómprame un café ☕️

source: C atom color
es: Color átomos de C

source: Cancel
es: Cancelar

source: Caramel Macchiato + biscuits
es: Caramel Macchiato + galletas

source: Cast shadows
es: Sombras

source: Clear background
es: Fondo transparente

source: Close
es: Cerrar

source: Color palette
es: Paleta de color

source: Compute
es: Calcular

source: Configurations
es: Configuraciones

source: Custom
es: Personalizado

source: Default
es: Por defecto

source: Depth cueing
es: Señalizar profundidad

source: Description:
es: Descripción:

source: Don't know what to search for?
es: ¿No sabes qué buscar?

source: Download from RCSB
es: Descargar desde RCSB

source: Download from URL
es: Descargar desde la URL

source: Downloading file
es: Descargando archivo

source: Energy
es: Energía

source: Enter RCSB ID
es: Introduce el ID de RCSB

source: Error downloading file
es: Error descargando el archivo

source: Error importing file
es: Error importando el archivo

source: Error: File does not contain any atom positions
es: Error: El archivo no contiene posiciones de átomos

source: Error: File not found
es: Error: Archivo no encontrado

source: Error: Unknown file type
es: Error: Tipo de archivo desconocido

source: Failed to identify residue ID for atom in line
es: No se ha conseguido identifiar el ID del residuo para el átomo en la línea

source: File details
es: Información del archivo

source: Focal distance
es: Distancia focal

source: Frames per configuration
es: Fotogramas por configuración

source: Generating geometry
es: Generando geometría

source: Go
es: Ir

source: Go to frame
es: Ir al fotograma

source: H atom color
es: Color átomos de H

source: Hello there! You can buy me a coffee if you want to and contribute supporting BioViewer.
es: Hola! Puedes comprarme un café para contribuir al desarrollo de BioViewer.

source: Help
es: Ayuda

source: Here are some suggestions...
es: Aquí hay algunas sugerencias

source: Idle
es: Libre

source: Ignored atom in line
es: Ignorado átomo en la línea

source: Image resolution
es: Resolución de imagen

source: Import files
es: Importar archivos

source: Importing file
es: Importando archivo

source: Invalid image data
es: Datos de imagen inválidos

source: Invalid RCSB ID
es: ID de RCSB inválido

source: Loaded files
es: Archivos cargados

source: Loaded models
es: Modelos cargados

source: Maximum:
es: Máximo:

source: Minimum:
es: Mínimo:

source: N atom color
es: Color átomos de N

source: Nice bar coffee
es: Café de cafetería

source: No imported files
es: No se ha importado ningún archivo

source: No structure found with the given RCSB ID
es: No se ha encontrado ninguna estructura con el ID de RCSB indicado

source: No TER keyword found to mark the end of a chain, subunit count may be wrong
es: No se ha encontrado la keyword TER al final de la cadena, el recuento de subunidades puede ser incorrecto

source: Number of atoms of each element
es: Número de átomos de cada elemento

source: Number of atoms:
es: Número de átomos:

source: Number of proteins:
es: Número de proteínas:

source: Number of subunits:
es: Número de subunidades:

source: O atom color
es: Color átomos de O

source: Other atoms
es: Otros átomos

source: PDB ID:
es: ID de PDB:

source: Photo Mode
es: Modo Foto

source: Protein properties
es: Propiedades de la proteína

source: Purchased coffees:
es: Cafés comprados:

source: Remove all
es: Eliminar todos

source: Remove files
es: Eliminar archivos

source: S atom color
es: Color átomos de S

source: Sample protein
es: Proteína de ejemplo

source: Save to photos
es: Guardar en fotos

source: Search protein structures by entering their RCSB ID.
es: Busca estructuras de proteína intruduciendo su ID en el RCSB

source: Select a palette
es: Selecciona una paleta

source: Selected color
es: Color seleccionado

source: Settings
es: Ajustes

source: Shadow resolution
es: Resolución de las sombras

source: Shadows
es: Sombras

source: Share
es: Compartir

source: Source file
es: Archivo original

source: Source text not available
es: Texto original no disponible

source: Strength
es: Intensidad

source: Subunit (subunit.getUppercaseName())
es: Subunidad (subunit.getUppercaseName())

source: Suggestions
es: Sugerencias

source: Take photo
es: Sacar foto

source: Tasty coffee pod
es: Cápsula de café

source: Thank you!
es: Gracias!

source: There seems to be a problem with the server
es: Parece haber un problema con el servidor

source: Too many warnings found. Showing only the first (AppState.maxNumberOfWarnings).
es: Demasiados avisos encontrados. Mostrando solo los primeros (AppState.maxNumberOfWarnings).

source: Too many warnings found. Showing only the first %@.
es: Demasiados avisos encontrados. Mostrando solo los primeros %@

source: Unknown
es: Desconocido

source: Unknown error
es: Error desconocido

source: Unknown file extension
es: Tipo de archivo desconocido

source: Unkwnown
es: Desconocido

source: View as
es: Ver como

source: View protein structure
es: Ver estructura

source: View raw file
es: Ver archivo original

source: View sequence
es: Ver secuencia

source: Visualization
es: Visualización

source: Warnings
es: Avisos
